{"id": "duc04-test-0", "request": "Prepare a report on the violence and intimidation faced by abortion clinics in the United States and Canada, particularly in the late 1990s. The report should cover the types of opposition they faced, the response of law enforcement, and the impact of the violence on the clinics and the women they serve."}
{"id": "duc04-test-1", "request": "Write a report on the 1998 National Basketball Association labor dispute. Include information on the major issues that led to the dispute, the key events in the dispute, and the impact of the dispute on the season."}
{"id": "duc04-test-2", "request": "Provide a report on the International Olympic Committee (IOC) investigation into alleged bribery and corruption in the selection of host cities for the 1996, 1998, 2000 and 2002 Winter and Summer Olympic Games."}
{"id": "duc04-test-3", "request": "Provide a report on the circumstances surrounding the arrest and detention of former Malaysian deputy prime minister Anwar Ibrahim in September 1998. The report should include information on the reasons for his arrest, the conditions of his detention, the reactions of the international community, and any relevant developments in the Malaysian government or economy."}
{"id": "duc04-test-4", "request": "Prepare a report that provides information about the 1998 change in the government of Lebanon, specifically the election of a new president and the appointment of a new prime minister. The report should include the reasons for the change, the relationships between the new president and the outgoing prime minister, and the implications of the change for the country's politics and economy."}
{"id": "duc04-test-5", "request": "Provide a report on the international reaction to the arrest of Abdullah Ocalan, leader of the Kurdistan Workers Party (PKK), in Rome. Include information on reactions from various governments, Kurdish groups, and individuals, as well as any related incidents or developments."}
{"id": "duc04-test-6", "request": "Report on the situation of famine in North Korea. Include details on the country's food production, international aid efforts, and the impact of famine on the population, particularly children. Also discuss the role of the North Korean government in exacerbating the crisis and limiting access to aid."}
{"id": "duc04-test-7", "request": "Write a report that describes the 1998 federal budget negotiations, the issues that delayed the negotiations, and the eventual agreement that was reached."}
{"id": "duc04-test-8", "request": "Summarize the activities and the results of President Clinton's visit to Israel, Gaza and the West Bank in December 1998, within the context of the Wye River accord. Include information on the reactions of Hamas, Israel and Palestine to the visit, and the impact of the visit on the peace process and the political positions of President Clinton and Prime Minister Netanyahu."}
{"id": "duc04-test-9", "request": "Provide a report on the launch and initial assembly of the International Space Station. Include information on the modules involved, the spacecraft used, the launch dates, the assembly process, and the estimated time and resources needed to complete the space station."}
{"id": "duc04-test-10", "request": "Prepare a report on a tragic fire in a dance hall in Goteborg, Sweden that killed at least 60 teenagers. The report should include information about the cause of the fire, the demographics of the victims, the response of emergency services and any other relevant details that can be gathered."}
{"id": "duc04-test-11", "request": "Prepare a report that will provide an update on the prospects for the upcoming APEC summit in Malaysia. Please cover any recent events that may impact the summit's success and any issues that are expected to be addressed during the meeting. The report should include information on the current economic situation in the region, the status of IMF reforms, and any other relevant details."}
{"id": "duc04-test-12", "request": "Summarize the circumstances surrounding the establishment and initial operation of the Gaza International Airport, including any conflicts that arose during the period shortly after its opening."}
{"id": "duc04-test-13", "request": "Produce a report on the 1998 Asian Games held in Bangkok, Thailand, including information on the preparations and any incidents that took place during the games."}
{"id": "duc04-test-14", "request": "During the Kosovo crisis in 1998, please provide a report on the specific steps taken by the Yugoslav government and by the international community, particularly the United States, Russia, and NATO, in an effort to end hostilities and find a peaceful solution."}
{"id": "duc04-test-15", "request": "Summarize news articles from October, 1998 on the beating of Matthew Shepard, a gay University of Wyoming student, who was tied to a fence, brutally beaten, and left to die. Include reactions from public figures, institutions, and organizations as well as details on legislative actions and public responses such as vigils and protests."}
{"id": "duc04-test-16", "request": "Prepare a report on the impending 1998 Congressional election in the United States. It should cover the impact of President Clinton's scandal on the election, and include details on key Senate and Congressional races, particularly in New York and Ohio. The report should also discuss the strategies employed by the candidates and the role of endorsements and fundraising in the election."}
{"id": "duc04-test-17", "request": "Provide a report on the Nov. 6, 1998 Jerusalem market bombing. The report should cover the facts of the bombing, the immediate reactions and responses of the Israeli government, the Palestinian Authority, and the US, and the impact of the bombing on the Wye River peace accord."}
{"id": "duc04-test-18", "request": "Provide a report on the resignation of Representative Robert Livingston, who was to become the Speaker of the U.S. House of Representatives, and its relation to the impeachment of President Bill Clinton."}
{"id": "duc04-test-19", "request": "Provide a report on the first part of the international space station. Include details on its launch, orbit, assembly, and the roles of its two initial components, the Zarya module and the Unity module. Also include information on any spacewalks that were conducted to work on the modules."}
{"id": "duc04-test-20", "request": "Provide a report on the state of human rights in China, particularly focusing on the treatment of dissidents and political activists. Please include information on the government's actions, the responses of other countries, and the impact of China's international agreements and obligations on its human rights record."}
{"id": "duc04-test-21", "request": "Prepare a report on a yacht race between Sydney and Hobart in 1998. The report should include information on the weather and sea conditions during the race, the outcome of the race and the status of the participants."}
{"id": "duc04-test-22", "request": "Prepare a report on the activities of the UN war crimes tribunal, including any information on its investigations, trials, acquittals, convictions, and sentences of war crimes suspects in the former Yugoslavia, as well as the level of cooperation or lack of cooperation of the various governments in the region."}
{"id": "duc04-test-23", "request": "Provide a report on recent developments in the economic crisis in Latin America. The report should include information on the latest economic indicators, the impact on the US economy, and the international response to the crisis, including any agreements or aid packages."}
{"id": "duc04-test-24", "request": "Summarize a selection of Nobel Prize awards, covering literature, peace, and medicine, over the past 20 years. The report should include details of the winners, their achievements, the impact of their work, and any controversy surrounding the selections. Also, please include some background information on the Nobel Prize history and selection process."}
{"id": "duc04-test-25", "request": "Provide a report on the situation in the Congo in the fall of 1998, covering the progress of the civil war, the parties involved, and the extent of foreign intervention. Please include information on any significant events, battles, and atrocities that have occurred, as well as any efforts by the rebels to present their case to the international community."}
{"id": "duc04-test-26", "request": "Prepare a report on the Truth and Reconciliation Commission in South Africa, including the main conclusions of the Commission's final report and the reactions to it, as well as any notable figures named and the impact on the country. The report should cover the purpose and goals of the Commission, its methods and findings, and any consequences arising from the report's release."}
{"id": "duc04-test-27", "request": "Provide a report on the establishment and introduction of the euro, the European common currency. The report should cover the period from November 1998 to January 1999 and include details on the countries adopting the euro, the impact on interest rates and inflation, and reactions from other countries and regions."}
{"id": "duc04-test-28", "request": "Provide a report on efforts by the United Nations to persuade Libya to extradite the two suspects in the Pan Am 103 bombing case to stand trial in Scotland. The report should include information on the negotiations, the positions of the parties involved, and the impact of the UN sanctions on Libya."}
{"id": "duc04-test-29", "request": "Provide a report on the impact of Hurricane Mitch, a category 5 storm that struck Central America in 1998, and the international response to the disaster. The report should include information on the storm's damage, death toll, and displacement of people, as well as details on the aid provided by various countries and organizations."}
{"id": "duc04-test-30", "request": "Provide a report on the Cambodian political crisis from 1998 to 1999, including the key parties involved, the main issues, the various attempts at resolution, and the outcome. The report should include information on the roles of King Sihanouk, Prime Minister Hun Sen, and opposition leaders Sam Rainsy and Ranariddh."}
{"id": "duc04-test-31", "request": "Provide a report on the current political situation in Turkey, including the current political parties involved, the goals and actions of the key players, and the implications for the country. Focus on the current government and the factors that led to the ousting of the previous government, including any relevant allegations of wrongdoing."}
{"id": "duc04-test-32", "request": "Provide a report on a legal case in the United States involving Microsoft Corporation, with a focus on the allegations of anti-competitive practices, the charges filed under the Sherman Antitrust Act, and the key events and developments in the case, including the role of the Department of Justice and other involved parties."}
{"id": "duc04-test-33", "request": "Prepare a report on the appointment of Ariel Sharon as Foreign Minister by Israeli Prime Minister Netanyahu in 1998, and the likely impact on the Israeli-Palestinian peace process. The report should include background information on Sharon, the reasoning behind his appointment, and the reaction of the Arab community and other parties involved in the peace process."}
{"id": "duc04-test-34", "request": "Provide a report on the November 1998 proposed alliance between America Online (AOL), Netscape Communications, and Sun Microsystems, including the details of the deal, the benefits to the parties involved, and the implications for the U.S. government's antitrust case against Microsoft."}
{"id": "duc04-test-35", "request": "Provide a report on the murder of Russian politician Galina Starovoitova. The report should include information about the circumstances of her death, the investigation into the crime, the suspects, and the reaction of Russian society and government."}
{"id": "duc04-test-36", "request": "Prepare a report on the health of Russian President Boris Yeltsin from 1996 to the present, focusing on the impact of his health on his ability to lead Russia and on the country's politics. Include information on his medical conditions, periods of illness, canceled trips and functions, and any official response to concerns about his health."}
{"id": "duc04-test-37", "request": "Provide a report on international diplomatic efforts in 1998 concerning the future of East Timor. The report should include the roles of various countries and international organizations, and the specific actions and proposals they have taken to address the situation."}
{"id": "duc04-test-38", "request": "Describe the crisis which arose between Syria and Turkey in October 1998. Include information on the positions of other countries involved in the crisis."}
{"id": "duc04-test-39", "request": "Prepare a report on the circumstances surrounding the resignation of Newt Gingrich as Speaker of the House of Representatives in 1998. The report should include an account of the election results that preceded his resignation, the political climate and maneuverings within the Republican Party that contributed to his resignation, and Gingrich's own explanation for his departure from the House."}
{"id": "duc04-test-40", "request": "Provide a report on recent developments on the Korean peninsula concerning North Korea's suspected nuclear program, particularly the underground site near its nuclear complex. The report should cover the positions and actions of the governments of the United States, North Korea, and South Korea, and any relevant international diplomatic efforts or negotiations."}
{"id": "duc04-test-41", "request": "Provide a report on the fall of Prime Minister Romano Prodi of Italy. The report should include information on the events and circumstances leading to the vote of no confidence, the implications of the fall, and the steps being taken to form a new government or hold new elections."}
{"id": "duc04-test-42", "request": "Provide a report on corporate mergers and acquisitions involving major oil companies, including any current negotiations and their potential impact on the industry, workers and consumers. The report should also address the likelihood of anti-trust action and potential divestitures."}
{"id": "duc04-test-43", "request": "Provide a report on the US government's actions taken against Osama bin Laden following the August 1998 bombings of the US embassies in East Africa. The report should detail investigative steps, legal actions, and military operations. Additionally, include information on the reactions of foreign governments to these actions."}
{"id": "duc04-test-44", "request": "Provide a report on the international arrest and extradition proceedings of former Chilean dictator Augusto Pinochet. The report should cover the events leading up to his arrest in London, the charges brought against him, and the positions taken by various governments and international leaders."}
{"id": "duc04-test-45", "request": "Prepare a report on the August 1998 bombings of the U.S. embassies in Kenya and Tanzania, and the subsequent investigation. The report should cover the facts of the bombings, the response of local and U.S. authorities, the arrest and detention of suspects, the investigation of Osama bin Laden, and any other relevant details. The report should also discuss the treatment of the suspects, the U.S. reaction to the bombings, and any other relevant issues."}
{"id": "duc04-test-46", "request": "Write a report on the 1998 World Series between the New York Yankees and the San Diego Padres. The report should include the events leading up to the World Series, the first game of the series, and relevant background information about the teams and players involved. The report should also discuss the significance of the World Series and the diverse fan base of the San Diego Padres."}
{"id": "duc04-test-47", "request": "Produce a report on the current situation in Chechnya, including all details on the level of violence, the number of people killed, and the activities of kidnappers. Include information on the status of any investigations into the kidnappings and the reactions of the Russian government and international organizations such as the European Union and the United Nations to these events."}
{"id": "duc04-test-48", "request": "Provide a report on the arrests of Chinese dissidents around the time of China's signing of the International Covenant of Civil and Political Rights (ICCPR) in October 1998. The report should include details of the charges against the dissidents, the trials, and any international reaction. It should also cover any other relevant information on China's treatment of political dissidents at that time."}
{"id": "duc04-test-49", "request": "Prepare a report on the international financial crisis of 1998, including the impact on Russia and the Ukraine, the response of the International Monetary Fund, and the views of critics of the IMF's actions. The report should cover the period from the beginning of the crisis to the IMF's annual meeting in October 1998."}
